Repository: DrSamoshin/FairyTalesIOS
Catalog: FairyTales/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, ru

# welcome_subtitle
source: Create magical stories for your children
de: Erstelle magische Märchen für deine Kinder
es: Crea cuentos mágicos para tus hijos
fr: Créez des contes magiques pour vos enfants
ru: Создавайте волшебные сказки для ваших детей

# welcome_description
source: Transform bedtime into an adventure! Generate personalized fairy tales with your child as the hero. Each story is crafted using AI to spark imagination and create unforgettable moments.
de: Verwandle die Schlafenszeit in ein Abenteuer! Generiere personalisierte Märchen, in denen dein Kind der Held wird. Jede Geschichte wird mit KI erstellt, um die Fantasie anzuregen und unvergessliche Momente zu schaffen.
es: ¡Convierte la hora de dormir en una aventura! Genera cuentos personalizados donde tu hijo es el héroe. Cada historia se crea con IA para despertar la imaginación y crear momentos inolvidables.
fr: Transformez l'heure du coucher en aventure ! Générez des contes personnalisés où votre enfant devient le héros. Chaque histoire est créée avec l'IA pour stimuler l'imagination et créer des moments inoubliables.
ru: Превратите время перед сном в приключение! Генерируйте персонализированные сказки, где ваш ребенок становится главным героем. Каждая история создается с помощью ИИ для развития воображения.

# apple_signin_unknown_error
source: An unexpected error occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut.
es: Ocurrió un error inesperado. Inténtalo de nuevo.
fr: Une erreur inattendue s'est produite. Veuillez réessayer.
ru: Произошла неожиданная ошибка. Попробуйте еще раз.

# apple_signin_invalid_response
source: Invalid response from Apple. Please try again.
de: Ungültige Antwort von Apple. Bitte versuche es erneut.
es: Respuesta inválida de Apple. Inténtalo de nuevo.
fr: Réponse invalide d'Apple. Veuillez réessayer.
ru: Неверный ответ от Apple. Попробуйте еще раз.

# apple_signin_not_handled
source: Sign in request could not be processed. Please try again.
de: Die Anmeldeanfrage konnte nicht verarbeitet werden. Bitte versuche es erneut.
es: No se pudo procesar la solicitud de inicio de sesión. Inténtalo de nuevo.
fr: La demande de connexion n'a pas pu être traitée. Veuillez réessayer.
ru: Запрос на вход не может быть обработан. Попробуйте еще раз.

# apple_signin_not_interactive
source: Apple Sign In is not available in this context.
de: Die Anmeldung mit Apple ist in diesem Kontext nicht verfügbar.
es: El inicio de sesión con Apple no está disponible en este contexto.
fr: La connexion avec Apple n'est pas disponible dans ce contexte.
ru: Вход через Apple недоступен в данном контексте.

# apple_signin_failed
source: Sign in with Apple failed. Please check your settings and try again.
de: Die Anmeldung mit Apple ist fehlgeschlagen. Überprüfe deine Einstellungen und versuche es erneut.
es: El inicio de sesión con Apple falló. Verifica tus configuraciones e inténtalo de nuevo.
fr: La connexion avec Apple a échoué. Vérifiez vos paramètres et réessayez.
ru: Вход через Apple не удался. Проверьте настройки и попробуйте еще раз.

# apple_signin_excluded_credential
source: This Apple ID cannot be used for sign in. Please try another account.
de: Diese Apple ID kann nicht für die Anmeldung verwendet werden. Bitte versuche es mit einem anderen Konto.
es: Este Apple ID no puede usarse para iniciar sesión. Prueba con otra cuenta.
fr: Cet Apple ID ne peut pas être utilisé pour la connexion. Veuillez essayer un autre compte.
ru: Этот Apple ID не может быть использован для входа. Попробуйте другой аккаунт.

# apple_signin_credential_import
source: Unable to import Apple ID credentials. Please try again.
de: Apple ID-Zugangsdaten konnten nicht importiert werden. Bitte versuche es erneut.
es: No se pudieron importar las credenciales de Apple ID. Inténtalo de nuevo.
fr: Impossible d'importer les identifiants Apple ID. Veuillez réessayer.
ru: Не удается импортировать учетные данные Apple ID. Попробуйте еще раз.

# apple_signin_credential_export
source: Unable to export Apple ID credentials. Please try again.
de: Apple ID-Zugangsdaten konnten nicht exportiert werden. Bitte versuche es erneut.
es: No se pudieron exportar las credenciales de Apple ID. Inténtalo de nuevo.
fr: Impossible d'exporter les identifiants Apple ID. Veuillez réessayer.
ru: Не удается экспортировать учетные данные Apple ID. Попробуйте еще раз.

# apple_signin_general_error
source: Unable to sign in. Please try again later.
de: Anmeldung nicht möglich. Bitte versuche es später erneut.
es: No se puede iniciar sesión. Inténtalo más tarde.
fr: Impossible de se connecter. Veuillez réessayer plus tard.
ru: Не удается войти в систему. Попробуйте позже.

# main_subtitle
source: What would you like to do?
de: Was möchten Sie tun?
es: ¿Qué te gustaría hacer?
fr: Que souhaitez-vous faire ?
ru: Что хотите делать?

source: Create New Story
de: Neue Geschichte Erstellen
es: Crear Nueva Historia
fr: Créer une Nouvelle Histoire
ru: Создать Сказку

# create_story_subtitle
source: Start your magical adventure
de: Beginnen Sie Ihr magisches Abenteuer
es: Comienza tu aventura mágica
fr: Commencez votre aventure magique
ru: Начните волшебное приключение

source: My Stories
de: Meine Geschichten
es: Mis Historias
fr: Mes Histoires
ru: Мои Сказки

# my_stories_subtitle
source: Read your saved tales
de: Lesen Sie Ihre gespeicherten Märchen
es: Lee tus cuentos guardados
fr: Lisez vos contes sauvegardés
ru: Читайте сохранённые истории

source: Heroes
de: Helden
es: Héroes
fr: Héros
ru: Герои

# heroes_subtitle
source: Meet your story characters
de: Lernen Sie die Charaktere kennen
es: Conoce a los personajes
fr: Rencontrez les personnages
ru: Встречайте персонажей историй

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ru: Настройки

# create_story_title
source: Create Your Story
de: Erstellen Sie Ihre Geschichte
es: Crea Tu Historia
fr: Créez Votre Histoire
ru: Создайте Свою Сказку

# story_creator_subtitle
source: Fill in the details to create a magical tale
de: Füllen Sie die Details aus, um eine magische Geschichte zu erstellen
es: Completa los detalles para crear un cuento mágico
fr: Remplissez les détails pour créer un conte magique
ru: Заполните детали для создания волшебной сказки

# story_name_label
source: Story Name
de: Name der Geschichte
es: Nombre de la Historia
fr: Nom de l'Histoire
ru: Название Сказки

# story_name_placeholder
source: Enter story name
de: Geben Sie den Namen der Geschichte ein
es: Ingresa el nombre de la historia
fr: Entrez le nom de l'histoire
ru: Введите название сказки

# hero_name_label
source: Hero Name
de: Name des Helden
es: Nombre del Héroe
fr: Nom du Héros
ru: Имя Героя

# hero_name_placeholder
source: Enter hero name
de: Geben Sie den Namen des Helden ein
es: Ingresa el nombre del héroe
fr: Entrez le nom du héros
ru: Введите имя героя

# hero_select_label
source: Choose Your Hero
es: Elige Tu Héroe
fr: Choisissez Votre Héros
ru: Выберите Героя

# select_hero_placeholder
source: Choose a hero for your story
es: Elige un héroe para tu historia
fr: Choisissez un héros pour votre histoire
ru: Выберите героя для вашей сказки

source: Add more heroes
es: Añadir más héroes
fr: Ajouter plus de héros

source: Loading heroes...
de: Lade deine Helden...
es: Cargando héroes...
fr: Chargement des héros...
ru: Загрузка героев...

# create_hero
source: Create story character
de: Held Erstellen
es: Crear personaje
fr: Créer un personnage
ru: Создать Героя

source: Appearance
es: Apariencia
fr: Apparence

# appearance_placeholder
source: Golden hair, blue eyes, tall and brave...
es: Cabello dorado, ojos azules, alto y valiente...
fr: Cheveux dorés, yeux bleus, grand et courageux...

source: Personality
es: Personalidad
fr: Personnalité

# personality_placeholder
source: Kind, curious, loves helping others...
es: Amable, curioso, le encanta ayudar a otros...
fr: Gentil, curieux, aime aider les autres...

source: Power
es: Poder
fr: Pouvoir

# power_placeholder
source: Can fly, super strength, magic spells...
es: Puede volar, súper fuerza, hechizos mágicos...
fr: Peut voler, super force, sorts magiques...

# onboarding_1_title
source: Welcome to Fairy Tales
es: Bienvenido a Fairy Tales
fr: Bienvenue dans Fairy Tales

# onboarding_1_subtitle
source: Create magical stories for your children with AI-powered storytelling
es: Crea cuentos mágicos para tus hijos con IA
fr: Créez des contes magiques pour vos enfants avec l'IA

# onboarding_2_title
source: Create Your Heroes
es: Crea Tus Héroes
fr: Créez Vos Héros

# onboarding_2_subtitle
source: Design unique characters that will be the stars of your stories
es: Diseña personajes únicos que serán las estrellas de tus historias
fr: Concevez des personnages uniques qui seront les stars de vos histoires

source: Next
es: Siguiente
fr: Suivant

source: Skip
es: Omitir
fr: Passer

source: Get Started
es: Comenzar
fr: Commencer

# age_label
source: Age
de: Alter
es: Edad
fr: Âge
ru: Возраст

# age_format
source: %d years old
de: %d Jahre alt
es: %d años
fr: %d ans
ru: %d лет

# child_gender_label
source: Hero Gender
de: Geschlecht des Helden
es: Género del Héroe
fr: Genre du Héros
ru: Пол Героя

# story_style_label
source: Story Style
de: Geschichtsstil
es: Estilo de Historia
fr: Style d'Histoire
ru: Стиль Сказки

# language_label
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

# story_idea_label
source: Story Idea
de: Geschichtsidee
es: Idea de Historia
fr: Idée d'Histoire
ru: Идея Сказки

# story_idea_placeholder
source: A brave princess saves a magical forest, An adventure in space with friendly aliens...
de: Geben Sie Ihre Geschichtsidee ein...
es: Una princesa valiente salva un bosque mágico, Una aventura en el espacio con aliens amigables...
fr: Une princesse courageuse sauve une forêt magique, Une aventure dans l'espace avec des extraterrestres amicaux...
ru: Введите идею сказки...

# story_length_label
source: Story Length
de: Geschichtslänge
es: Duración de la Historia
fr: Durée de l'Histoire
ru: Длина Сказки

# story_length_very_short
source: Very Short
de: Sehr Kurz
es: Muy Corta
fr: Très Courte
ru: Очень Короткая

# story_length_short
source: Short
de: Kurz
es: Corta
fr: Courte
ru: Короткая

# story_length_medium
source: Medium
de: Mittel
es: Mediana
fr: Moyenne
ru: Средняя

# story_length_long
source: Long
de: Lang
es: Larga
fr: Longue
ru: Длинная

# story_length_very_long
source: Very Long
de: Sehr Lang
es: Muy Larga
fr: Très Longue
ru: Очень Длинная

source: Generate Story
de: Geschichte Generieren
es: Generar Historia
fr: Générer l'Histoire
ru: Создать Сказку

source: Boy
de: Junge
es: Niño
fr: Garçon
ru: Мальчик

source: Girl
de: Mädchen
es: Niña
fr: Fille
ru: Девочка

source: Adventure
de: Abenteuer
es: Aventura
fr: Aventure
ru: Приключения

source: Fantasy
es: Fantasía
fr: Fantaisie
ru: Фэнтези

source: Educational
de: Lehrreich
es: Educativo
fr: Éducatif
ru: Обучающая

source: Mystery
de: Geheimnis
es: Misterio
fr: Mystère
ru: Детектив

# subscription_title
source: Premium Access
de: Premium-Zugang
es: Acceso Premium
fr: Accès Premium
ru: Премиум Доступ

# subscription_subtitle
source: Unlock unlimited magical stories for your children
de: Schalten Sie unbegrenzte magische Geschichten für Ihre Kinder frei
es: Desbloquea historias mágicas ilimitadas para tus hijos
fr: Débloquez des histoires magiques illimitées pour vos enfants
ru: Разблокируйте безлимитные волшебные сказки для ваших детей

# subscription_manage
source: Manage Subscription
de: Abonnement Verwalten
es: Gestionar Suscripción
fr: Gérer l'Abonnement
ru: Управление Подпиской

# subscription_feature_unlimited
source: Unlimited story generation
de: Unbegrenzte Geschichtenerstellung
es: Generación ilimitada de historias
fr: Génération illimitée d'histoires
ru: Безлимитная генерация сказок

# subscription_feature_personalized
source: Personalized for each child
de: Personalisiert für jedes Kind
es: Personalizado para cada niño
fr: Personnalisé pour chaque enfant
ru: Персонализированные для каждого ребенка

# subscription_feature_multilingual
source: Available in multiple languages
de: Verfügbar in mehreren Sprachen
es: Disponible en múltiples idiomas
fr: Disponible en plusieurs langues
ru: Доступно на разных языках

# subscription_feature_instant
source: Instant story creation
de: Sofortige Geschichtenerstellung
es: Creación instantánea de historias
fr: Création instantanée d'histoires
ru: Мгновенное создание сказок

# purchase_info
source: You'll be asked to confirm your purchase with Face ID or Apple ID
de: Sie werden aufgefordert, Ihren Kauf mit Face ID oder Apple ID zu bestätigen
es: Se te pedirá confirmar tu compra con Face ID o Apple ID
fr: Il vous sera demandé de confirmer votre achat avec Face ID ou Apple ID
ru: Вас попросят подтвердить покупку с помощью Face ID или Apple ID

source: Share Story
de: Geschichte Teilen
es: Compartir Historia
fr: Partager l'Histoire
ru: Поделиться

source: The End
de: Ende
es: Fin
fr: Fin
ru: Конец

# story_saved_title
source: Story Complete
de: Geschichte Beendet
es: Historia Completa
fr: Histoire Terminée
ru: История Завершена

# story_saved_message
source: Your story has been saved! You can delete it or return to continue exploring.
de: Ihre Geschichte wurde gespeichert! Sie können sie löschen oder zurückkehren, um weiterzuerkunden.
es: ¡Tu historia ha sido guardada! Puedes eliminarla o regresar para continuar explorando.
fr: Votre histoire a été sauvegardée ! Vous pouvez la supprimer ou retourner pour continuer à explorer.
ru: Ваша история была сохранена! Вы можете удалить её или вернуться, чтобы продолжить исследование.

source: Delete Story
de: Geschichte Löschen
es: Eliminar Historia
fr: Supprimer l'Histoire
ru: Удалить Историю

# return_back
source: Return
de: Zurück
es: Regresar
fr: Retour
ru: Вернуться

# loading_stories
source: Loading your stories...
de: Lade Ihre Geschichten...
es: Cargando tus historias...
fr: Chargement de vos histoires...
ru: Загружаем ваши истории...

# no_stories_title
source: No Stories Yet
de: Noch Keine Geschichten
es: Aún No Hay Historias
fr: Pas Encore d'Histoires
ru: Пока Нет Историй

# no_stories_subtitle
source: You haven't created any magical tales yet. Start your first adventure!
de: Sie haben noch keine magischen Märchen erstellt. Beginnen Sie Ihr erstes Abenteuer!
es: Aún no has creado ningún cuento mágico. ¡Comienza tu primera aventura!
fr: Vous n'avez pas encore créé de contes magiques. Commencez votre première aventure !
ru: Вы ещё не создали ни одной волшебной сказки. Начните своё первое приключение!

source: Create Story
de: Geschichte Erstellen
es: Crear Historia
fr: Créer une Histoire
ru: Создать Сказку

# hero_prefix
source: Hero: %@
de: Held: %@
es: Héroe: %@
fr: Héros : %@
ru: Герой: %@

# heroes_prefix
source: Heroes:
es: Héroes:
fr: Héros :

# create_hero_subtitle
source: Design your story character
de: Gestalten Sie Ihren Geschichtscharakter
es: Diseña tu personaje de historia
fr: Concevez votre personnage d'histoire
ru: Спроектируйте персонажа для истории

source: No Heroes Yet
de: Noch Keine Helden
es: Aún No Hay Héroes
fr: Pas Encore de Héros
ru: Героев Пока Нет

# create_hero_button
source: Create Hero
de: Held Erstellen
es: Crear Héroe
fr: Créer un Héros
ru: Создать Героя

source: Edit Hero
es: Editar Héroe
fr: Modifier le Héros

# edit_hero_subtitle
source: Update your hero's details
es: Actualiza los detalles de tu héroe
fr: Mettez à jour les détails de votre héros

source: Save Hero
es: Guardar Héroe
fr: Sauvegarder le Héros

source: Delete Hero
es: Eliminar Héroe
fr: Supprimer le Héros

# confirm_delete_hero
source: Are you sure you want to delete this hero?
es: ¿Estás seguro de que quieres eliminar este héroe?
fr: Êtes-vous sûr de vouloir supprimer ce héros ?

source: Failed to delete hero
es: Error al eliminar héroe
fr: Échec de la suppression du héros

# hero_name_required
source: Hero name is required
de: Heldenname ist erforderlich
es: Se requiere el nombre del héroe
fr: Le nom du héros est requis
ru: Необходимо указать имя героя

# settings_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ru: Настройки

# settings_subtitle
source: Customize your experience
de: Passen Sie Ihre Erfahrung an
es: Personaliza tu experiencia
fr: Personnalisez votre expérience
ru: Настройте своё приложение

# language_setting
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
ru: Политика Конфиденциальности

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
ru: Условия Использования

source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
ru: Выйти

# logout_confirmation
source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ru: Вы уверены, что хотите выйти?

source: Logging out...
de: Abmelden...
es: Cerrando sesión...
fr: Déconnexion...
ru: Выходим...

source: Delete Account
es: Eliminar Cuenta

# delete_account_confirmation
source: This action will permanently delete your account and all your data. This cannot be undone. Are you sure you want to continue?
es: Esta acción eliminará permanentemente tu cuenta y todos tus datos. Esta acción no se puede deshacer. ¿Estás seguro de que quieres continuar?

source: Deleting account...
es: Eliminando cuenta...

# privacy_policy_title
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

# terms_title
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ru: Условия использования

source: Error Occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
ru: Произошла ошибка

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ru: Попробовать снова

source: No Content Available
de: Kein Inhalt verfügbar
es: Contenido no disponible
fr: Contenu non disponible
ru: Контент недоступен

# content_not_loaded
source: Content could not be loaded at this time
de: Inhalt konnte derzeit nicht geladen werden
es: No se pudo cargar el contenido en este momento
fr: Le contenu n'a pas pu être chargé pour le moment
ru: Не удалось загрузить контент в данный момент

source: Back
de: Zurück
es: Atrás
fr: Retour
ru: Назад

source: Return
es: Regresar
fr: Retourner

source: Done
de: Fertig
es: Listo
fr: Terminé
ru: Готово

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
ru: Загрузка...

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

# user_not_found_suggestion
source: User not found. Would you like to create an account instead?
de: Benutzer nicht gefunden. Möchten Sie ein Konto erstellen?
es: Usuario no encontrado. ¿Te gustaría crear una cuenta?
fr: Utilisateur non trouvé. Souhaitez-vous créer un compte ?
ru: Пользователь не найден. Хотите создать новый аккаунт?

# user_already_exists_suggestion
source: User already exists. Would you like to sign in instead?
de: Benutzer existiert bereits. Möchten Sie sich anmelden?
es: El usuario ya existe. ¿Te gustaría iniciar sesión?
fr: L'utilisateur existe déjà. Souhaitez-vous vous connecter ?
ru: Пользователь уже существует. Хотите войти?

# server_error_suggestion
source: Server is having issues. Please try again later or contact support.
de: Server-Probleme. Versuchen Sie es später erneut oder kontaktieren Sie den Support.
es: Problemas con el servidor. Inténtalo más tarde o contacta soporte.
fr: Problèmes de serveur. Veuillez réessayer plus tard ou contacter le support.
ru: Проблемы с сервером. Попробуйте позже или обратитесь в поддержку.

# auth_timeout_message
source: Connection timeout occurred. Please check your internet connection and try again.
de: Verbindungs-Timeout aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Se agotó el tiempo de conexión. Por favor verifica tu conexión a internet e inténtalo de nuevo.
fr: Délai de connexion dépassé. Veuillez vérifier votre connexion internet et réessayer.
ru: Превышено время ожидания подключения. Пожалуйста, проверьте интернет-соединение и попробуйте снова.

# story_timeout_title
source: Story is Still Being Created
de: Die Geschichte wird noch erstellt
es: La Historia Aún Se Está Creando
fr: L'Histoire Est Encore en Cours de Création
ru: История все еще создается

# story_timeout_message
source: Your story is taking longer than expected to generate, but don't worry! It's still being created in the background. Please check your stories in a few minutes - it should appear there automatically.
de: Ihre Geschichte dauert länger als erwartet zu generieren, aber keine Sorge! Sie wird noch im Hintergrund erstellt. Bitte überprüfen Sie Ihre Geschichten in ein paar Minuten - sie sollte automatisch dort erscheinen.
es: Tu historia está tardando más de lo esperado en generarse, ¡pero no te preocupes! Aún se está creando en segundo plano. Por favor revisa tus historias en unos minutos - debería aparecer allí automáticamente.
fr: Votre histoire prend plus de temps que prévu à générer, mais ne vous inquiétez pas ! Elle est encore en cours de création en arrière-plan. Veuillez vérifier vos histoires dans quelques minutes - elle devrait y apparaître automatiquement.
ru: Ваша история генерируется дольше обычного, но не волнуйтесь! Она все еще создается в фоновом режиме. Пожалуйста, проверьте ваши истории через несколько минут - она должна появиться там автоматически.

# check_stories_later
source: Check My Stories Later
de: Meine Geschichten später überprüfen
es: Revisar Mis Historias Más Tarde
fr: Vérifier Mes Histoires Plus Tard
ru: Проверить мои истории позже

# timeout_error_occurred
source: Request timed out, but your story may still be generating...
de: Zeitlimit überschritten, aber Ihre Geschichte wird möglicherweise noch generiert...
es: Se agotó el tiempo de espera, pero tu historia aún puede estar generándose...
fr: Délai dépassé, mais votre histoire peut encore être en cours de génération...
ru: Превышено время ожидания, но ваша история может все еще генерироваться...

# server_unavailable
source: Server is currently unavailable. Please try again later.
de: Server ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es: El servidor no está disponible actualmente. Por favor inténtalo más tarde.
fr: Le serveur est actuellement indisponible. Veuillez réessayer plus tard.
ru: Сервер в данный момент недоступен. Пожалуйста, попробуйте позже.

# server_timeout
source: Server is not responding. Please check your connection.
de: Server antwortet nicht. Bitte überprüfen Sie Ihre Verbindung.
es: El servidor no responde. Por favor verifica tu conexión.
fr: Le serveur ne répond pas. Veuillez vérifier votre connexion.
ru: Сервер не отвечает. Пожалуйста, проверьте соединение.

# no_internet_connection
source: No internet connection. Please check your network settings.
de: Keine Internetverbindung. Überprüfen Sie Ihre Netzwerkeinstellungen.
es: Sin conexión a internet. Verifica tu configuración de red.
fr: Pas de connexion internet. Vérifiez vos paramètres réseau.
ru: Нет интернет-соединения. Проверьте настройки сети.

# server_error_code
source: Server error
de: Server-Fehler
es: Error del servidor
fr: Erreur du serveur
ru: Ошибка сервера

# server_health_error_title
source: Connection Problem
de: Verbindungsproblem
es: Problema de Conexión
fr: Problème de Connexion
ru: Проблема с подключением

source: Retry Connection
de: Verbindung wiederholen
es: Reintentar Conexión
fr: Réessayer la Connexion
ru: Повторить подключение
