Repository: DrSamoshin/FairyTalesIOS
Catalog: FairyTales/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, ru

source: Continue Offline
de: Offline fortfahren
es: Continuar Sin Conexión
fr: Continuer Hors Ligne
ru: Продолжить офлайн

# waiting_for_story
source: Waiting for your magical story...
de: Warten auf Ihre magische Geschichte...
es: Esperando tu historia mágica...
fr: En attente de votre histoire magique...
ru: Ждём волшебную сказку...

source: Generation Error
de: Generierungsfehler
es: Error de Generación
fr: Erreur de Génération
ru: Ошибка создания

# unknown_error
source: Unknown error occurred
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ru: Произошла неизвестная ошибка

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ru: Повторить

# not_authenticated
source: Please login to generate stories
de: Melden Sie sich an, um Geschichten zu generieren
es: Inicia sesión para generar historias
fr: Connectez-vous pour générer des histoires
ru: Войдите в аккаунт для создания сказок

# invalid_url
source: Invalid server URL
de: Ungültige Server-URL
es: URL del servidor inválida
fr: URL du serveur invalide
ru: Неверный адрес сервера

# encoding_error
source: Failed to prepare story data
de: Fehler beim Vorbereiten der Daten
es: Error al preparar los datos
fr: Erreur de préparation des données
ru: Ошибка подготовки данных

# connecting
source: Connecting to story generator...
de: Verbindung zum Geschichtengenerator...
es: Conectando al generador de historias...
fr: Connexion au générateur d'histoires...
ru: Подключаемся к генератору сказок...

# generation_cancelled
source: Story generation cancelled
de: Generierung abgebrochen
es: Generación cancelada
fr: Génération annulée
ru: Создание сказки отменено

source: Generating story...
de: Geschichte wird generiert...
es: Generando historia...
fr: Génération de l'histoire...
ru: Создаём сказку...

# invalid_response
source: Invalid server response
de: Ungültige Serverantwort
es: Respuesta del servidor inválida
fr: Réponse du serveur invalide
ru: Неверный ответ сервера

# connection_error
source: Connection error occurred
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
ru: Ошибка подключения

# generation_completed_connection_closed
source: Story generation completed
de: Generierung abgeschlossen
es: Generación completada
fr: Génération terminée
ru: Создание сказки завершено

# error_prefix
source: Error:
de: Fehler:
fr: Erreur :
ru: Ошибка:
